cask_args appdir: '/Applications'

tap 'ethereum/ethereum'
tap 'homebrew/bundle'
tap 'neovim/neovim'
tap 'go-delve/delve'

brew 'ack'
brew 'awscli'
brew 'cloc'
brew 'coreutils'
brew 'delve'
brew 'dep'
brew 'ethereum'
brew 'fzf'
brew 'git'
brew 'glide'
brew 'gnu-tar'
brew 'go'
brew 'gpg'
brew 'graphviz'
brew 'hub'
brew 'jq'
brew 'kubernetes-cli'
brew 'mas'
brew 'neovim'
brew 'protobuf'
brew 'the_silver_searcher'
brew 'tree'
brew 'unrar'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask 'docker'
cask 'dropbox'
cask 'duet'
cask 'flux'
cask 'google-chrome'
cask 'istat-menus'
cask 'iterm2'
cask 'ngrok'
cask 'postman'
cask 'slack'
cask 'spectacle'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'zoomus'

mas '1Password 7', id: 1333542190
mas 'Bear', id: 1091189122
mas 'Kindle', id: 405399194
mas 'Spark', id: 1176895641
mas 'Todoist', id: 585829637
mas 'Xcode', id: 497799835
