tap 'homebrew/bundle'

cask_args appdir: '/Applications'

brew 'ack'
brew 'awscli'
brew 'cloc'
brew 'coreutils'
brew 'fzf'
brew 'gh' 
brew 'git'
brew 'gnu-tar'
brew 'go'
brew 'gpg'
brew 'graphviz'
brew 'jq'
brew 'kubernetes-cli'
brew 'mas'
brew 'neovim'
brew 'protobuf'
brew 'pyenv'
brew 'ripgrep'
brew 'tree'
brew 'unar'
brew 'watch'
brew 'watchman'
brew 'wget'

cask 'alfred'
cask 'discord' 
cask 'docker'
cask 'google-chrome'
cask 'istat-menus'
cask 'iterm2'
cask 'ngrok'
cask 'obsidian'  
cask 'rectangle' 
cask 'slack'
cask 'signal'
cask 'visual-studio-code'
cask 'zoom' 

mas '1Password 7', id: 1333542190
mas 'Bear', id: 1091189122
mas 'Kindle', id: 405399194
mas 'Spark', id: 1176895641
mas 'Things', id: 904280696
mas 'Xcode', id: 497799835
