cask_args appdir: '/Applications'

tap 'ethereum/ethereum'
tap 'homebrew/bundle'
tap 'neovim/neovim'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'ethereum'
brew 'glide'
brew 'go'
brew 'jq'
brew 'kubernetes-cli'
brew 'mas'
brew 'neovim'
brew 'protobuf'
brew 'the_silver_searcher'
brew 'tree'
brew 'unrar'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zsh'


cask 'atom'
cask 'docker'
cask 'dropbox'
cask 'duet'
cask 'flux'
cask 'google-chrome'
cask 'istat-menus'
cask 'iterm2'
cask 'postman'
cask 'slack'
cask 'spectacle'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'zoomus'


mas 'Spark', id: 1176895641
mas 'Todoist', id: 585829637